#Dialog Main
Nhập thủ công
Đăng nhập VIP
Đăng ký VIP
Tạm dừng Auto (Ctrl + F12)
Đấu mùa giải tự động
Đấu World Cup với máy
Đấu giả lập mùa giải
Đấu giả lập xếp hạng
Thông tin
Thắng:
Độ khó:
Tự vào lại
Vị trí 1
Vị trí 2
Vị trí 3
Vị trí 4
Vị trí 5
Vị trí 6
Vị trí 7
Vị trí 8
Mở Game
Khi số trận đủ hoặc nhiều hơn:
Khi
Tạo lại Combo
Sử dụng chiến thuật khi:
Tỉ số hòa
1 - Mặc định
2 - Phản Công
3 - Thủ
4 - Sở hữu bóng
5 - Áp lực lớn
6 - CT của tôi 1
7 - CT của tôi 2
8 - CT của tôi 3
9 - CT của tôi 4
10 - CT của tôi 5
Thắng cách biệt >=
Thua cách biệt >=
Nofocus (Vừa Auto vừa làm việc riêng)
Khóa tất cả thiết lập
Ẩn cửa sổ Game
Tự chuyển tài khoản sau khi thoát Game (VIP)

MỞ VẬT PHẨM
Nhận tất cả vật phẩm trước khi mở
Không nhận thẻ SVIP (Chậm)
Lưu BP hiện tại khi hoàn tất (C:\ItemOpenBP.txt)
Quản lý

CẬP NHẬT GIÁ MUA CẦU THỦ
Cập nhật với giá tối đa
Cập nhật với giá vừa đủ cao nhất
Số tiền chi tiêu tối đa cho mỗi cầu thủ
Giới hạn mua cầu thủ
Cập nhật lại danh sách sau
Cập nhật lại danh sách sau mỗi trận
Cập nhật lần cuối vào lúc
giây
dòng
Lưu ý: Khi chọn chế độ tạm dừng sẽ không hoạt động.

CẬP NHẬT GIÁ BÁN CẦU THỦ
Cập nhật với giá tối thiểu
Cập nhật với giá vừa đủ thấp nhất
Số tiền chi thu tối thiểu cho mỗi cầu thủ
Giới hạn bán cầu thủ
Thoát Game sau khi hoàn tất

Tính thuế cầu thủ
Chế độ thực hiện Auto
Chức năng hỗ trợ
Số trận:
Thua:
Hòa:
Vào Game:
bàn
Đăng nhập
Chưa đăng nhập hoặc đang dùng miễn phí!
Đang tìm cửa sổ ID...
Thiết lập lại
1h chơi
2h chơi
3h chơi
4h chơi
5h chơi
6h chơi
7h chơi
8h chơi
Độ P.Giải mặc định
Full Screen (16:9)
Sau phút
1 - Nghiệp dư 2
2 - Nghiệp dư 1
3 - Bán chuyên 3
4 - Bán chuyên 2
5 - Bán chuyên 1
6 - Chuyên nghiệp 3
7 - Chuyên nghiệp 2
8 - Chuyên nghiệp 1
9 - Thế giới 3
10 - Thế giới 2
11 - Thế giới 1
12 - Tinh anh 3
13 - Tinh anh 2
14 - Tinh anh 1
15 - Huyền thoại
16 - Thách đấu
17 - Siêu sao

0 - Mặc định
1 - Mới chơi
2 - Nghiệp dư 2
3 - Nghiệp dư 1
4 - Bán chuyên 2
5 - Bán chuyên 1
6 - Chuyên nghiệp 2
7 - Chuyên nghiệp 1
8 - Thế giới 2
9 - Thế giới 1
10 - Huyền thoại
Khi đạt
Chọn đội hình
Tự chuyển đội hình khác nếu thua
Khi chơi quá
Thoát ngay
Kết hợp
Thời gian còn lại.
Số trận đấu còn lại.
Khởi tạo lại
Trận
Trận thắng
Trận thua
Trận hòa
Hết trận
Combo thắng
Combo thua
Combo hòa
Chuỗi:
Danh sách:
1 - Đổ bê tông
2 - Phòng thủ chặt
3 - Phòng ngự
4 - Bình thường
5 - Gây áp lực
6 - Áp lực lớn
7 - Tấn công tổng lực
Độ phân giải:
Chiến thuật:
Xu hướng:
Dừng Auto
Đá với máy
Thoát Game
Tắt Máy
Tùy chỉnh (VIP)
Hòa
Thắng
Thua
Tự nhập mật khẩu cấp 2 (VIP)
phút
Dừng lại
Thắng
Thua
Hòa

#Tip Main
Đăng nhập để <b>kích hoạt thành viên VIP</b> đã đăng ký
Đăng ký <b>thành viên VIP</b> để <b>sử dụng đầy đủ</b> các chức năng
Tự tính số tiền nhận được sau thuế khi bán cầu thủ
Tắt Game ngay lập tức và tạm dừng Auto (Alt + Q)
Chọn đội hình A B C trước khi vào trận đấu.
Khi thua sẽ chuyển sang đội hình tiếp theo ... -> A -> B -> C -> A ....
Tự thoát Game sau thời gian lựa chọn. Thời gian được đếm kể từ lúc vào game.\nNếu chọn tính năng "Tự vào lại" thì Auto sẽ từ vào lại Game sau khi thoát Game
Auto đang hoạt động, nếu Game bị tắt hoặc bị diss.\nAuto sẽ tự động vào lại Game.
Khi đủ số trận đã cài đặt sẽ kích hoạt chức năng.
Khi đủ số trận đấu Combo sẽ kích hoạt chức năng.
Tạo lại thông tin Combo sau khi kích hoạt chức năng.\nNếu không chọn, sẽ bỏ chọn chức năng về Combo.
Kích hoạt để có thể vừa Auto vừa làm việc khác.
Khi bật tính năng này, mọi thiết lập sẽ bị vô hiệu hóa.\nHạn chế người khác tùy ý chỉnh sửa các thiết lập.
Ẩn hoặc hiện cửa sổ Game.
Giá tối đa để đăng ký lại. Nếu giá hiện tại cao hơn giá đã đã chọn sẽ bỏ qua.
Thiết lập chiến thuật xử lý trong trận đấu.
Khi tỉ số đang hòa nhau sẽ chuyển sang chiến thuật đã thiết lập
Chuyển sang chiến thuật đã thiết lập khi tỉ số dẫn trước cách biệt lớn hơn hoặc bằng số bàn đã chọn (Mức 1).\nƯu tiên dùng chiến thuật này nếu cách biệt nằm trong khoảng Mức 1 đến Mức 2 (nếu có thiết lập).
Chuyển sang chiến thuật đã thiết lập khi tỉ số dẫn trước cách biệt lớn hơn hoặc bằng số bàn đã chọn (Mức 2).\nƯu tiên dùng chiến thuật này nếu cách biệt số bàn lớn hơn hoặc bằng Mức 2.
Chuyển sang chiến thuật đã thiết lập khi tỉ số đang thua cách biệt lớn hơn hoặc bằng số bàn đã chọn (Mức 1).\nƯu tiên dùng chiến thuật này nếu cách biệt nằm trong khoảng Mức 1 đến Mức 2 (nếu có thiết lập).
Chuyển sang chiến thuật đã thiết lập khi tỉ số đang thua cách biệt lớn hơn hoặc bằng số bàn đã chọn (Mức 2).\nƯu tiên dùng chiến thuật này nếu cách biệt số bàn lớn hơn hoặc bằng Mức 1.
Khi trận đấu bước sang phút đã chọn. Auto sẽ ưu tiên dùng chiến thuật này.
ID của tài khoản game. ID là phải là số!
Tự nhập Game ID thủ công. Hoặc bạn có thể vào game, Auto sẽ tự nhận biết Game ID.
Vị trí của biểu tượng Fifa Online 4 trên giao diện của Ganera.\nĐầu tiên là 1, tăng dần từ trái sang phải, từ trên xuống dưới.\nCông thức: (Hàng - 1) x 4 + Cột.\nVí dụ hàng 2 cột 1 là vị trí thứ 5 (1 x 4 + 1)
Các thiết lập sẽ trở về mặc định đã tùy chọn sẵn trong Auto.
Tự chỉnh độ phân giải khi vào Game, rất hữu ích cho máy hỗ trợ độ phân giải thấp.
Khi đạt xếp hạng đã chọn.
Khởi tạo lại thông tin đã thống kê.
Chọn độ khó đá với máy trước khi vào trận.
Tự động nhập mật khẩu cấp 2 mỗi khi vào Game.
Tự chuyển sang tài khoản khác theo danh sách tài khoản đã thiết lập.
Sử dụng chiến thuật theo danh sách đã cài đặt, hỗ trợ nhiều tình huống.\nCó thể chia nhỏ các tình huống để đạt hiệu quả hơn.
Tự nhận vật phẩm trong kho, mở vật phẩm.\nHỗ trợ quản lý lịch sử mở vật phẩm.
Cập nhật lại giá của cầu thủ đang mua trong thị trường chuyển nhượng.\nHỗ trợ lưu giá đã cập nhật nên không làm thay đổi thứ tự của cầu thủ đang mua.
Cập nhật lại giá cầu thủ đang bán trong thị trường chuyển nhượng.\nHỗ trợ lưu giá đã cập nhật nên không làm thay đổi thứ tự của cầu thủ đang bán.
Mỗi ngày, khi đến thời gian (HH:mm) đã cài đặt sẽ tự vào game thông qua cửa sổ Garena.\nNếu đến giờ mà có Game đang mở, khi game tắt thì vẫn tự vào lại.
Cài đặt thời gian lên lịch tự mở game. Định dạng thời gian Giờ:Phút
Vào game thông qua cửa sổ Garena.
Cài đặt đội hình.
Khi đạt loại xếp hạng đã cài đặt sẽ kích hoạt chức năng.
Cài đặt loại xếp hạng.
Cài đặt chức năng.
Khi thời gian chơi đạt mức đã cài đặt sẽ kích hoạt chức năng.
Thoát game ngay khi vừa đủ thời gian. Bỏ qua đợi hết trận đấu.
Khi đủ cả hai điều kiện thời gian và số trận thì mới kích hoạt chức năng.
Cài đặt thời gian.
Lựa chọn đơn vị thời gian.
Cài đặt số trận.
Cài đặt loại trận.
Khóa cửa sổ Game đang chạy.\nCó hỗ trợ thiết lập mật khẩu để mở khóa.

#Data Main
Đang tìm cửa sổ ID...
Chưa đăng nhập hoặc đang dùng miễn phí
Bạn có chắn chắn lựa chọn thiết lập này không?
Thông báo
Bạn có chắc chắn muốn thoát Game không?\nChức năng này sẽ không kích hoạt tự vào lại Game.
Bạn có muốn khởi tạo lại dữ liệu đã thống kê không?
Bạn có muốn mọi thiết lập trở về mặc định không?
Game ID không hợp lệ!
hạn dùng đến
GID đã hết hạn hoặc chưa đăng ký!

#Connect
Lỗi kết nối: 
Kết nối bị lỗi, vui lòng thử lại
Không thể kết nối đến Server!
Quá thời gian kết nối!

#Dialog Tax
Nhập giá bán cầu thủ:
Hoa hồng (-40%):
Tiền nhận được:

#Tip Tax
Giá của bán cầu thủ nhập vào trong Game.
Nếu tài khoản là thành viên VIP của Game.\nTiền thuế sẽ giảm bớt khi bán cầu thủ.
Khi đang chơi trong phòng máy có cài đặt GCafe của Garena.
Số tiền nhận được sau khi đã trừ thuế.
Tiền thuế mặc định khi bán cầu thủ.

#Dialog Reg
Số Seri:
Mã thẻ:
Tìm Game ID
Loại thẻ cào:
Đang xây dựng
Nếu Game ID vẫn còn hạn dùng, đăng ký tiếp sẽ được cộng dồn!!!
Website mua thẻ:
Bảng giá theo Game ID:
Bảng giá theo máy:
10k = 10 ngày\n20k = 20 ngày\n30k = 30 ngày\n50k = 60 ngày
100k = 132 ngày\n200k = 264 ngày\n500k = 660 ngày\n1000k = 1320 ngày
150k / tháng. Có thể đăng ký bằng thẻ mệnh giá nhỏ.\nKhi cộng dồn đủ 150k trở lên, server sẽ kích hoạt.
Khi đăng ký 1 thẻ cho nhiều Game ID. Thẻ đó sẽ chia đều và tối thiếu phải đạt 10k
Đăng ký !!!
Đăng ký VIP để sử dụng được tất cả tính năng.\nMỗi tài khoản chỉ có một Game ID tương ứng.\nChỉ có một hình thức đăng ký trực tiếp tại đây !!!!!
Gói đăng ký:
Mã máy:
Theo Game ID
Theo Máy (nhiều Acc)

#Data Reg
Loại thẻ đã chọn không đúng!
Bạn chưa nhập số Seri!
Số Seri đã nhập không hợp lệ!
Bạn chưa nhập mã thẻ!
Mã thẻ đã nhập không hợp lệ!
Game ID không hợp lệ!
Đang tiến hành đăng ký ...
Server có sự cố hoặc đang bảo trì!
Thẻ không đúng hoặc đã sử dụng!

#Tip Reg
Nhập mã Game ID cần đăng ký.\nMỗi tài khoản chỉ có một Game ID duy nhất.\nNhấn nút <b>Tìm Game ID</b> để chương trình tự động tìm!
Nhập số Seri trên thẻ cào.
Nhập mã thẻ trên thẻ cào.
Tìm Game ID của tài khoản.\nVui lòng vào Garena hoặc vào Game để chương trình nhận biết Game GID.
Bắt đầu tiến hành dăng ký
Hệ thống đăng ký đang xây dựng!!!
Game ID đã chia sẻ:
(Có thể bỏ qua)
Nếu Game ID đã chia sẻ còn hạn dùng, sẽ nhận được 15% hạn dùng cộng thêm của đăng ký chính.

#Data Loading
Tự động nâng cấp lên phiên bản mới thất bại!
Không nhận được thông tin từ Server!
Phiên bản đang dùng đã cũ, vui lòng tải lại phiên bản mới nhất!
Chương trình đã có phiên bản mới!\nBạn muốn nâng cấp lên phiên bản mới không?
Đang tiến hành nâng cấp lên phiên bản mới ...

#Title
KHỞI ĐỘNG
NHẬP MÃ PIN 2
Đăng ký thành viên VIP
TÍNH THUẾ CẦU THỦ
Đang kiểm tra phiên bản...

#Dialog PIN
Nhập PIN2
Xóa 1 số của PIN2.
Xóa tất cả.
Xác nhận PIN2.
Nhớ mật khẩu
Chấp nhận

Chức năng hỗ trợ
Chiến thuật cơ bản
Chiến thuật nâng cao
Nhập chuỗi Unicode
Nhập chuỗi Unicode bạn muốn gửi vào Game.\nSau đó chuyển sang cửa sổ Game rồi nhấn Enter.\nAuto sẽ gửi chuỗi Unicode đã nhập vào Game.

Sử dụng chiến thuật nâng cao (VIP)
Tự mở vật phẩm khi vào game (VIP)
Tự động cập nhật giá mua cầu thủ (Auto hunt - VIP)
Tự động cập nhật giá bán cầu thủ (VIP)
Hẹn giờ mở Game
Ưu tiên từ trên xuống dưới của danh sách ***

Lưu danh sách
Nạp danh sách
Kiểm tra
Thêm
Sửa
Xóa
Lên
Xuống
Tùy chọn
Chiến thuật
Xu hướng
Nếu 
, nếu 
Khi 
Sau phút thứ 

Thắng cách biệt >
Thua cách biệt >
Thắng cách biệt =
Thua cách biệt = 
Đang giữ bóng
Bị mất bóng
0 - Không thay đổi

Cập nhật

Khóa cửa sổ game
MỞ KHÓA
Tạo mật khẩu để mở khóa:
Nhập mật khẩu để mở khóa:
Nhập mật khẩu
Hiện mật khẩu
Hủy bỏ
Tạo mật khẩu
Khóa vĩnh viễn
Mật khẩu để mở khóa là không đúng!
Tính năng đã chọn sẽ bị vô hiệu hóa.\nBạn có chắc chắn lựa chọn thiêt lập này không?
Nếu lựa chọn "Không thay đổi" sẽ kiểm tra các điều kiện bên dưới.

DANH SÁCH TÀI KHOẢN
Kéo thả file danh sách acc vào bên khung bên dưới
Tìm:
Từ khóa
Bắt đầu từ vị trí #
Kết thúc đến vị trí #
trong danh sách
Tự đặt tên HVL cho tài khoản mới
Theo tên đăng nhập
Theo tên ngẫu nhiên
Xóa danh sách
Tài khoản
Mật khẩu
Sau khi xong hết danh sách
Chạy dòng lệnh sau khi:
Thực hiện lại
Hỗ trợ: Tự tạo PIN2, tạo câu lạc bộ, làm nhiệm vụ cho tài khoản mới, ...
Tạo nhanh

CHỨC NĂNG TÙY CHỈNH
Số trận
Loại trận
Chế độ
Vị trí hiện tại:
Chỉnh sửa vị trí hiện tại #
Thực hiện lại sau khi xong hết danh sách
Sau khi đủ số trận sẽ thay đổi thiết lập:
Thoát Game sau khi thay đổi các thiết lập.
Sau khi thay đổi xong các thiết lập như đã chọn. Auto sẽ tự thoát game.

THÊM CHIẾN THUẬT
Theo tỷ số --------------
Theo thời gian ----------
Theo tình huống --------
Nếu
Nếu sau phút thứ
và đang
Thì sử dụng chiến thuật
và xu hướng

TRÌNH CHỈNH SỬA NGÔN NGỮ
Ngôn ngữ mẫu:
Ngôn ngữ mẫu
Ngôn ngữ hiện tại
Ngôn ngữ hiện tại:
Nạp lại
Tạo mới
Chỉnh sửa

THAY THẾ NGÔN NGỮ
Thay thế
Làm lại

THÊM CHỨC NĂNG
(0 = Mặc định)
Loại trận:
Chế độ:
Mặc định

#Tip Switch Account
Chọn tệp chứa danh sách các tài khoản.
Tìm cụm từ trong danh sách. Dùng phím Enter để tìm tiếp.
Chọn vị trí bắt đầu trong danh sách.
Chọn vị trí kết thúc trong danh sách.
Nếu tên của huấn luyện viên là đã tồn tại, Auto sẽ thêm ngẫu nhiên 3 ký tự cuối.
Tên của huấn luyện viên sẽ tạo ngẫu nhiên.
Sau khi thực hiện hết danh sách, Auto sẽ kích hoạt chức năng đã lựa chọn.
Xóa toàn bộ danh sách đã thêm.
Tạo nhanh tệp chứa danh sách tài khoản.
Chạy dòng lệnh khi phù hợp với điều kiện đã chọn.
Điều kiện để kích hoạt chạy dòng lệnh.\nTắt Game: Chạy dòng lệnh và đợi cho đến khi chạy kết thúc.\nMở Game: Chạy dòng lệnh nhưng không đợi chạy kết thúc!
Dòng lệnh cần chạy. Nếu đường dẫn có chứa dấu cách phải đặt trong hai dấu ngoặc kép\"\nHỗ trợ chạy dòng lệnh với tham số như khi dùng Run của window.
Chọn tệp cần chạy khi phù hợp điều kiện.
Chạy thử dòng lệnh đã thiết lập.

TẠO DANH SÁCH TÀI KHOẢN
Tên đăng nhập:
Số thứ tự:
Mật khẩu:
Ghi đè dữ liệu cũ trong tệp
Mở tệp sau khi hoàn thành
Tạo & Lưu

#Tip Switch Create
Tên đăng nhập muốn tạo, không bao gồm số thứ tự.\nVí dụ: Account001, Account002, ..., Account999\nAccount là tên đăng nhập, 001 002,..., 999 là số thứ tự.
Số thứ tự bắt đầu của tài khoản.
Số thứ tự kết thúc của tài khoản.
Độ dài định dạng của số thứ tự, sẽ thêm các ký tự 0 trước số thứ tự cho bằng độ dài đã thiết lập.\nVí dụ: Account001, Account002, ..., Account999\nĐộ dài là 3: 1 -> 001, 2 -> 002, ..., 999 -> 999
Mật khẩu của tài khoản muốn tạo.
Mật khẩu cấp 2 của tài khoản.
Xóa toàn bộ dữ liệu cũ và thay thế bằng dữ liệu mới.
Mở tệp chứa danh sách tài khoản sau khi tạo xong.
Tiến hành tạo danh sách tài khoản và lưu vào tệp.

KIỂM TRA CHIẾN THUẬT
Tùy chỉnh
Tỉ số đội nhà
Tỉ số đội khách
Thời gian trận đấu
Tình huống
Kết quả
Chiến thuật
Xu hướng

#Tip tatic test
Giả lập tỉ số của đội nhà.
Giả lập tỉ số của đội khách.
Giả lập thời gian trận đấu. Từ 0 đến 120 phút.
Giả lập tình huống bóng trong trận đấu.
Chiến thuật sẽ được sử dụng.
Xu hướng sẽ được sử dụng.

#Tip Open Item
Nhận tất cả vật phẩm trong kho.
Lưu tổng BP hiện tại của tài khoản sau khi mở vật phẩm hoàn tất.
Thoát game sau khi mở vật phẩm hoàn tất.
Quản lý BP của tài khoản, cầu thủ đã mở được.

#Tip Player Buy
Tự nhập giá trị cao nhất hiện tại của cầu thủ đang mua.
Giới hạn số BP cao nhất có thể đầu tư để mua một cầu thủ.
Số lượng BP tối đa có thể đầu tư.
Giới hạn số dòng cầu thủ cần mua trong danh sách đang mua.
Thiết lập số dòng.
Sau khi hoàn tất danh sách cầu thủ đang mua sẽ thực hiện lại và không vào trận đấu.
Thiết lập thời gian.
Sau mỗi trận đấu, auto sẽ tự động cập nhật lại giá cầu thủ đang mua.

#Tip Player Sell
Tự nhập giá trị thấp nhất hiện tại của cầu thủ đang bán.
Giới hạn số BP thấp nhất có thể đồng ý để bán một cầu thủ.
Số lượng BP tối thiểu có thể đồng ý.
Giới hạn số dòng cầu thủ cần bán trong danh sách đang bán.
Sau khi hoàn tất danh sách cầu thủ đang bán sẽ thực hiện lại và không vào trận đấu.
Sau mỗi trận đấu, auto sẽ tự động cập nhật lại giá cầu thủ đang bán.
Thoát game sau khi cập nhật giá cầu thủ đang mua hoàn tất.

#Tip UnLock
Nhập mật khẩu cần tạo.
Hiển thị mật khẩu đang nhập.
Tạo mật khẩu đã nhập, khi bỏ chọn chức năng sẽ yêu cầu mật khẩu.
Khóa cứng, chức năng sẽ không thể bỏ chọn, nếu bị can thiệp sẽ tự động tắt game.
Mở khóa chức năng với mật khẩu đã nhập.

#Tip Advanced Tatic
Lưu danh sách chiến thuật đến tệp. Bạn có thể nạp chiến thuật từ tệp đã lưu.
Nạp chiến thuật từ tệp.
Thêm chiến thuật vào trong danh sách.
Sửa chiến thuật đã chọn trong dách sách các chiến thuật.
Xóa chiến thuật đã chọn trong dách sách các chiến thuật.
Di chuyển chiến thuật đã chọn đi lên trong dách sách các chiến thuật.
Di chuyển chiến thuật đã chọn đi xuống trong dách sách các chiến thuật.
Giả lập và kiểm tra chiến thuật sẽ được sử dụng trong trận đấu.

THÔNG TIN CẬP NHẬT
Hiển thị lại khi có thông tin cập nhật mới
Không hiển thị lại thông báo này

QUẢN LÝ LỊCH SỬ
Nạp
Lưu
Ẩn dòng
Xuất (*.xls)
Lọc
Tổng BP
Tổng BP: 0
BP từ
đến
Cập nhật lúc
Tên đăng nhập
Cập nhật cuối cùng
BP hiện tại